BOOK: dict[str, str] = {
    'forward': '>>',
    'backward': '<<',
    '/start': '🔎',
    '/help': '<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - '
             'перейти в начало книги\n/continue - продолжить '
             'чтение\n/bookmarks - посмотреть список закладок\n/help - '
             'справка по работе бота\n\nЧтобы сохранить закладку - '
             'нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>',
    '/bookmarks': '<b>Это список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'edit_bookmarks_button': '❌ РЕДАКТИРОВАТЬ',
    'del': '❌',
    'cancel': 'ОТМЕНИТЬ',
    'no_bookmarks': 'У вас пока нет ни одной закладки.\n\nЧтобы '
                    'добавить страницу в закладки - во время чтения '
                    'книги нажмите на кнопку с номером этой '
                    'страницы\n\n/continue - продолжить чтение',
    'cancel_text': '/continue - продолжить чтение'
}

MENU_COMMANDS: dict[str, str] = {
    '/fsm': 'машина состояний'
}

BUTTONS: dict[str, str] = {
    'btn_1': '1',
    'btn_2': '2',
    'btn_3': '3',
    'btn_4': '4',
    'btn_5': '5',
    'btn_6': '6',
    'btn_7': '7',
    'btn_8': '8',
    'btn_9': '9',
    'btn_10': '10',
    'btn_11': '11'}

PIC: dict[str, str] = {
    'mileston_blue': 'AgACAgIAAxkBAAIBSmYaHM-R6rJAeYQUO58xLA0gxN9yAAKt1zEbuwXQSLqengtT9h3EAQADAgADeAADNAQ',
    'mileston_green': 'AgACAgIAAxkBAAIBS2YaKXqQbcSrlnWMkCstQy93d-a8AAIS3TEbEyXQSDGtdvC_Hf7SAQADAgADeAADNAQ'
    }
